Dlubal.RFEM5.StiffnessMultiplicationFactors
Stiffness multiplication factors

Dlubal.RFEM5.StiffnessMultiplicationFactors.K
Factor for all stiffness elements

Dlubal.RFEM5.StiffnessMultiplicationFactors.Kb
Factor for bending and torsion stiffness elements

Dlubal.RFEM5.StiffnessMultiplicationFactors.K33
Factor for torsion stiffness elements

Dlubal.RFEM5.StiffnessMultiplicationFactors.Ks
Factor for shear stiffness elements

Dlubal.RFEM5.StiffnessMultiplicationFactors.K44
Factor for shear stiffness elements

Dlubal.RFEM5.StiffnessMultiplicationFactors.K55
Factor for shear stiffness elements

Dlubal.RFEM5.StiffnessMultiplicationFactors.Km
Factor for membrane stiffness elements

Dlubal.RFEM5.StiffnessMultiplicationFactors.Ke
Factor for eccentric stiffness elements